INSERT INTO "day_settings"
("user_id","setting_name","day","schedule_start_time","schedule_end_time","scheduling_logic")
VALUES
(1,        '日曜日',       0,   '09:00',              '17:00',             1),
(1,        '月曜日',       1,   '09:00',              '17:00',             1),
(1,        '火曜日',       2,   '09:00',              '17:00',             1),
(1,        '水曜日',       3,   '09:00',              '17:00',             1),
(1,        '木曜日',       4,   '09:00',              '17:00',             1),
(1,        '金曜日',       5,   '09:00',              '17:00',             1),
(1,        '土曜日',       6,   '09:00',              '17:00',             1)
;
